[
  ["What is your Name?", "My name is ___________________."],
  [
    "Who gave you this Name?",
    "My Godfathers and Godmothers in my Baptism; wherein I was made a member of Christ, the child of God, and an inheritor of the kingdom of heaven."
  ],
  [
    "What did your Godfathers and Godmothers then for you?",
    "They did promise and vow three things in my name. First, that I should renounce the devil and all his works, the pomps and vanity of this wicked world, and all the sinful lusts of the flesh."
  ],
  [
    "",
    "Secondly, that I should believe all the articles of the Christian faith. And thirdly, that I should keep God's holy will and commandments, and walk in the same all the days of my life."
  ],
  [
    "Dost thou not think that thou art bound to believe, and to do, as they have promised for thee?",
    "Yes verily: and by God's help so I will. And I heartily thank our heavenly Father, that he hath called me to this state of salvation, through Jesus Christ our Saviour."
  ],
  ["", "And I pray unto God to give me his grace, that I may continue in the same unto my life's end."],
  ["Rehearse the Articles of thy Belief.", "I BELIEVE in God the Father Almighty, Maker of heaven and earth:"],
  [
    "",
    "And in Jesus Christ his only Son our Lord, Who was conceived by the Holy Ghost, Born of the Virgin Mary, Suffered under Pontius Pilate, Was crucified, dead, and buried:"
  ],
  ["", "He descended into hell; The third day he rose again from the dead;"],
  [
    "",
    "He ascended into heaven, And sitteth at the right hand of God the Father Almighty; From thence he shall come to judge the quick and the dead."
  ],
  [
    "",
    "I believe in the Holy Ghost; The holy Catholick Church; The Communion of Saints; The Forgiveness of sins; The Resurrection of the body, And the life everlasting. Amen."
  ],
  [
    "What dost thou chiefly learn in these Articles of thy Belief?",
    "First, I learn to believe in God the Father, who hath made me, and all the world."
  ],
  ["", "Secondly, in God the Son, who hath redeemed me, and all mankind."],
  ["", "Thirdly, in God the Holy Ghost, who sanctifieth me, and all the elect people of God."],
  [
    "You said that your Godfathers and Godmothers did promise for you, that you should keep God's Commandments. Tell me how many there be?",
    "Ten."
  ],
  [
    "Which be they?",
    "THE same which God spake in the twentieth chapter of Exodus, saying, I am the Lord thy God, who brought thee out of the land of Egypt, out of the house of bondage."
  ],
  ["", "I. Thou shalt have none other gods but me."],
  [
    "",
    "II. Thou shalt not make to thyself any graven image, nor the likeness of any thing that is in heaven above, or in the earth beneath, or in the water under the earth. Thou shalt not bow down to them, nor worship them."
  ],
  [
    "",
    "For I the Lord thy God am a jealous God, and visit the sins of the fathers upon the children unto the third and fourth generation of them that hate me, and shew mercy unto thousands in them that love me and keep my commandments."
  ],
  [
    "",
    "III. Thou shalt not take the Name of the Lord thy God in vain: for the Lord will not hold him guiltless, that taketh his Name in vain."
  ],
  [
    "",
    "IV. Remember that thou keep holy the Sabbath day. Six days shalt thou labour, and do all that thou hast to do; but the seventh day is the Sabbath of the Lord thy God."
  ],
  [
    "",
    "In it thou shalt do no manner of work, thou, and thy son, and thy daughter, thy man-servant, and thy maid-servant, thy cattle, and the stranger that is within thy gates."
  ],
  [
    "",
    "For in six days the Lord made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the Lord blessed the seventh day, and hallowed it."
  ],
  [
    "",
    "V. Honour thy father and thy mother; that thy days may be long in the land which the Lord thy God giveth thee."
  ],
  ["", "VI. Thou shalt do no murder."],
  ["", "VII. Thou shalt not commit adultery."],
  ["", "VIII. Thou shalt not steal."],
  ["", "IX. Thou shalt not bear false witness against thy neighbour."],
  [
    "",
    "X. Thou shalt not covet thy neighbour's house, thou shalt not covet thy neighbour's wife, nor his servant, nor his maid, nor his ox, nor his ass, nor any thing that is his."
  ],
  [
    "What dost thou chiefly learn by these Commandments?",
    "I learn two things: my duty towards God, and my duty towards my Neighbour."
  ],
  [
    "What is thy duty towards God?",
    "My duty towards God is to believe in him, to fear him, and to love him, with all my heart, with all my mind, with all my soul, and with all my strength;"
  ],
  [
    "",
    "to worship him, to give him thanks, to put my whole trust in him, to call upon him, to honour his holy Name and his Word, and to serve him truly all the days of my life."
  ],
  [
    "What is thy duty towards thy Neighbour?",
    "My duty towards my Neighbour is to love him as myself, and to do to all men as I would they should do unto me: To love, honour, and succour my father and mother:"
  ],
  [
    "",
    "To honour and obey the King, and all that are put in authority under him: To submit myself to all my governors, teachers, spiritual pastors and masters:"
  ],
  [
    "",
    "To order myself lowly and reverently to all my betters: To hurt nobody by word nor deed: To be true and just in all my dealing: To bear no malice nor hatred in my heart:"
  ],
  [
    "",
    "To keep my hands from picking and stealing, and my tongue from evil-speaking, lying, and slandering: To keep my body in temperance, soberness, and chastity:"
  ],
  [
    "",
    "Not to covet nor desire other men's goods; but to learn and labour truly to get mine own living, and to do my duty in that state of life, unto which it shall please God to call me."
  ],
  [
    "My good child, know this, that thou art not able to do these things of thyself, nor to walk in the commandments of God, and to serve him, without his special grace; which thou must learn at all times to call for by diligent prayer. Let me hear therefore if thou canst say the Lord's Prayer.",
    ""
  ],
  [
    "",
    "OUR Father which art in heaven, Hallowed be thy Name, Thy kingdom come, Thy will be done, in earth as it is in heaven."
  ],
  [
    "",
    "Give us this day our daily bread; And forgive us our trespasses, As we forgive them that trespass against us; And lead us not into temptation, But deliver us from evil. Amen."
  ],
  [
    "What desirest thou of God in this Prayer?",
    "I desire my Lord God our heavenly Father, who is the giver of all goodness, to send his grace unto me, and to all people, that we may worship him, serve him, and obey him, as we ought to do."
  ],
  ["", "And I pray unto God, that he will send us all things that be needful both for our souls and bodies;"],
  [
    "",
    "and that he will be merciful unto us, and forgive us our sins; and that it will please him to save and defend us in all dangers ghostly and bodily;"
  ],
  ["", "and that he will keep us from all sin and wickedness, and from our ghostly enemy, and from everlasting death."],
  [
    "",
    "And this I trust he will do of his mercy and goodness, through our Lord Jesus Christ. And therefore I say, Amen, So be it."
  ],
  [
    "HOW many Sacraments hath Christ ordained in his Church?",
    "Two only, as generally necessary to salvation; that is to say, Baptism, and the Supper of the Lord."
  ],
  [
    "What meanest thou by this word Sacrament?",
    "I mean an outward and visible sign of an inward and spiritual grace given unto us, ordained by Christ himself, as a means whereby we receive the same, and a pledge to assure us thereof."
  ],
  ["How many parts are there in a Sacrament?", "Two: the outward visible sign, and the inward spiritual grace."],
  [
    "What is the outward visible sign or form in Baptism?",
    "Water: wherein the person is baptized, In the Name of the Father, and of the Son, and of the Holy Ghost."
  ],
  [
    "What is the inward and spiritual grace?",
    "A death unto sin, and a new birth unto righteousness: for being by nature born in sin, and the children of wrath, we are hereby made the children of grace."
  ],
  [
    "What is required of persons to be baptized?",
    "Repentance, whereby they forsake sin: and faith, whereby they stedfastly believe the promises of God, made to them in that Sacrament."
  ],
  [
    "Why then are infants baptized, when by reason of their tender age they cannot perform them?",
    "Because they promise them both by their sureties: which promise, when they come to age, themselves are bound to perform."
  ],
  [
    "Why was the Sacrament of the Lord's Supper ordained?",
    "For the continual remembrance of the sacrifice of the death of Christ, and of the benefits which we receive thereby."
  ],
  [
    "What is the outward part or sign of the Lord's Supper?",
    "Bread and Wine, which the Lord hath commanded to be received."
  ],
  [
    "What is the inward part, or thing signified?",
    "The Body and Blood of Christ, which are verily and indeed taken and received by the faithful in the Lord's Supper."
  ],
  [
    "What are the benefits whereof we are partakers thereby?",
    "The strengthening and refreshing of our souls by the Body and Blood of Christ, as our bodies are by the Bread and Wine."
  ],
  [
    "What is required of them who come to the Lord's Supper?",
    "To examine themselves, whether they repent them truly of their former sins, stedfastly purposing to lead a new life; have a lively faith in God's mercy through Christ, with a thankful remembrance of his death; and be in charity with all men."
  ]
]
